FemDesign.Results.QuantityEstimationTimberPanel
FemDesign "Quantity estimation, Timber panel" result

FemDesign.Results.QuantityEstimationTimberPanel.Id
Element name identifier

FemDesign.Results.QuantityEstimationTimberPanel.Storey
Storey identifier

FemDesign.Results.QuantityEstimationTimberPanel.Structure
Structural element type

FemDesign.Results.QuantityEstimationTimberPanel.Quality
Material quality identifier

FemDesign.Results.QuantityEstimationTimberPanel.Thickness
Thickness [mm]

FemDesign.Results.QuantityEstimationTimberPanel.PanelType
Panel type

FemDesign.Results.QuantityEstimationTimberPanel.Length
Length of panel

FemDesign.Results.QuantityEstimationTimberPanel.Width
Width of panel

FemDesign.Results.QuantityEstimationTimberPanel.Area
Area of panel

FemDesign.Results.QuantityEstimationTimberPanel.Weight
Weight per unit

FemDesign.Results.QuantityEstimationTimberPanel.Count
Number of panels of type

FemDesign.Results.QuantityEstimationTimberPanel.TotalWeight
Total weight